[
  {
    "id": 1,
    "title": "Call For Paper 4th Internasional Conference ICCIT 2025",
    "image": "../img/berita01.jpeg",
    "excerpt": "Calling All researchers, Students, and Lecturers\n\nOpportunity to shine in the global academic spotlight!\n\nPresent your research and get it indexed in Scopus and publish in IEEE Xplore, elevating your academic profile and paving the way for future opportunities..",
    "content": "Calling All researchers, Students, and Lecturers\n\nOpportunity to shine in the global academic spotlight!\n\nPresent your research and get it indexed in Scopus and publish in IEEE Xplore, elevating your academic profile and paving the way for future opportunities.\n\nStruggling with your thesis or final project? Showcase your work here to gain recognition and insights from leading experts, turning your hard work into impactful achievements.\n\nMark these dates:\n* Early Registration: March 10, 2025\n- Submission Deadline: June 10, 2025\n- Notification of Acceptance: July 10, 2025\n\nHappening in Cirebon, Indonesia, on August 15-16, 2025.\n\nyes Why join?\n\n- Enrich your academic portfolio.\n- Network with international experts and peers.\n- Open doors to global collaborations and career advancement.\n\nRegister and submit your paper at: s.id/SubmissionICCIT-2025\nEmpower your journey toward academic and professional success!\n\nDon't miss out!"
  },
  {
    "id": 2,
    "title": "Rektor dan Civitas Akademika Universitas Catur Insan Cendekia mengucapkan Selamat Menjalankan Ibadah Puasa di bulan suci Ramadhan 1446 H/2025 M.",
    "image": "../img/berita02.png",
    "excerpt": "Semoga bulan yang penuh berkah ini membawa kedamaian, keberkahan, dan kebahagiaan bagi kita semua. Mari tingkatkan ibadah, perbanyak amal kebaikan, dan jaga hati tetap bersih.\n\nTetap update info kampus!\nFollow kami di:\nInstagram: @universitas_cic\nWebsite: pmb.ac.id",
    "content": "Semoga bulan yang penuh berkah ini membawa kedamaian, keberkahan, dan kebahagiaan bagi kita semua. Mari tingkatkan ibadah, perbanyak amal kebaikan, dan jaga hati tetap bersih.\n\nTetap update info kampus!\nFollow kami di:\nInstagram: @universitas_cic\nWebsite: pmb.ac.id\n\n#Ramadhan1446H #UCICBerkah #MarhabanYaRamadhan #CICGreat"
  },
  {
    "id": 3,
    "title": "EMOVICS 2025 Wadah Kreativitas Mahasiswa CIC dalam Membuat Film",
    "image": "../img/berita03.png",
    "excerpt": "Acara EMOVICS 2025 yang sangat dinantikan telah berhasil menampilkan serangkaian film pendek luar biasa karya mahasiswa dari Universitas Catur Insan Cendekia (UCIC)...",
    "content": "Acara EMOVICS 2025 yang sangat dinantikan telah berhasil menampilkan serangkaian film pendek luar biasa karya mahasiswa dari Universitas Catur Insan Cendekia (UCIC). Acara yang digelar pada 27 Februari 2025 di Auditorium UCIC ini menampilkan film-film karya mahasiswa dari berbagai jurusan, antara lain Present karya mahasiswa Jurusan Sistem Informasi (SI), Best Choice karya mahasiswa Jurusan Manajemen Informatika (MI), The Dialogue karya mahasiswa Jurusan Desain Komunikasi Visual (DKV), dan Anomaly karya mahasiswa Jurusan Desain Komunikasi Visual (DKV).\n\nTujuan utama diadakannya EMOVICS 2025 adalah memberikan kesempatan kepada mahasiswa UCIC untuk menunjukkan kreativitas dan bakat mereka dalam pembuatan film. Acara ini juga bertujuan untuk mempromosikan karya-karya film mahasiswa UCIC serta memberikan pengalaman berharga bagi mereka dalam dunia perfilman.\n\nMahasiswa UCIC yang terlibat dalam pembuatan film-film ini memiliki minat dan bakat yang mendalam dalam dunia film. Mereka bekerja sama dalam tim untuk mengembangkan ide, menulis skenario, merekam, dan mengedit film, sehingga menghasilkan karya yang sangat menarik untuk disaksikan. Setiap film yang ditayangkan membawa pesan yang unik, dengan tema-tema seperti persahabatan, cinta, perjuangan, dan pertumbuhan pribadi, menciptakan pengalaman menonton yang menyentuh isi hati penonton.\n\nPemilihan format penayangan film berbahasa Inggris dalam EMOVICS 2025 memiliki tujuan yang jelas. Dengan menggunakan bahasa Inggris, acara ini diharapkan dapat mempromosikan karya-karya mahasiswa UCIC ke tingkat internasional. Hal ini memungkinkan film-film tersebut dapat dinikmati oleh penonton dari berbagai negara dan budaya. Selain itu, penayangan dalam bahasa Inggris juga menjadi bagian dari tugas UAS mata kuliah, yang memberikan tantangan tambahan bagi mahasiswa.\n\nAcara ini diakhiri dengan pemberian penghargaan untuk berbagai kategori, di antaranya:\n\nBest Actor dan Actress: Best Choice (MI)\nBest Soundtrack: Best Choice (MI)\nBest Script: Best Choice (MI)\nBest Pronunciation: Anomaly (DKV)\nBest Cinematography: The Dialogue (DKV)\nBest Poster: The Dialogue (DKV)\nBest Film: The Dialogue (DKV)\nBest Trailer: Present (SI)\n\nDengan suksesnya acara ini, EMOVICS 2025 tidak hanya memberikan kesempatan bagi mahasiswa untuk menampilkan kemampuan mereka, tetapi juga menjadi tonggak penting untuk acara film di UCIC di masa mendatang. Acara ini menjadi bukti potensi kreatif yang luar biasa dalam diri mahasiswa UCIC dan kekuatan film untuk menghubungkan orang-orang dari berbagai budaya dan latar belakang.\n\nDengan berakhirnya acara, EMOVICS 2025 meninggalkan kesan mendalam dan menjadi sumber inspirasi bagi para penonton dan kru film, yang diharapkan dapat terus menciptakan kreativitas dan kolaborasi dalam dunia perfilman di masa depan.\n\n#UKMRETOTIK #JURNALISTIK #Rizal"
  }
]
